aaron-bond.better-comments
adpyke.codesnap
alexcvzz.vscode-sqlite
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
codeium.codeium
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
danielpinto8zz6.c-cpp-compile-run
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
hakcorp.php-awesome-snippets
kisstkondoros.vscode-gutter-preview
mehedidracula.php-namespace-resolver
miramac.vscode-exec-node
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
